Repository: Xapitonov/yishu
Catalog: po/*.po
Languages: ru

source: Search task
ru: Поиск задачи

source: Type Task Name
ru: Введите имя задачи

source: Edit task
ru: Изменить задачу

source: Delete task
ru: Удалить задачу

source: Toggle done
ru: Переключение сделано

source: Priority
ru: Приоритет

source: None
ru: Нет

source: The task has been deleted
ru: Задача была удалена

source: _Undo
ru: _Отменить

source: The todo.txt file has been modified and been re-read
ru: Файл todo.txt был изменен и перезагружен

source: Today
ru: Сегодня

source: Yesterday
ru: Вчера

source: days ago
ru: дней назад

source: New Task
ru: Новая задача

source: Task
ru: Задача

source: Adding + to a word will categorize the task. Adding @ to a word will specify the task's place.
ru: Добавление + к слову будет категоризировать задачу. Добавление @ к слову укажет место выполнения задачи.

source: Cancel
ru: Отмена

source: OK
ru: ОК

source: Yishu
ru: Ищу

source: No Todo.txt File Open
ru: Нет открытого файла Todo.txt

source: Open a todo.txt file to start adding tasks
ru: Откройте файл todo.txt, чтобы начать добавлять задачи

source: Add task
ru: Добавить задачу

source: Create a new todo.txt file with this task in your Home folder
ru: Создайте новый файл todo.txt с этой задачей в вашей домашней папке

source: What is a todo.txt file?
ru: Что такое файл todo.txt?

source: Learn more about todo.txt files
ru: Узнайте больше о файлах todo.txt

source: No Todo.txt File Found
ru: Файл Todo.txt не найден

source: Add tasks to start this todo.txt file
ru: Добавьте задачи, чтобы начать этот файл todo.txt

source: Add task…
ru: Добавить задачу…

source: Preferences
ru: Параметры

source: Settings
ru: Настройки

source: Done
ru: Готово

source: Todo.txt Preferences
ru: Параметры Todo.txt

source: Default Location:
ru: Папка по умолчанию:

source: Home Folder
ru: Домашняя папка

source: Dropbox Folder
ru: Папка Dropbox

source: Nextcloud Folder
ru: Папка Nextcloud

source: ownCloud Folder
ru: Папка ownCloud

source: Other Clients Folder
ru: Папка других клиентов

source: Custom Location:
ru: Пользовательская папка:

source: Open your file
ru: Откройте ваш файл

source: Enabling custom locations will have you save your file in other places not recognized by other clients.
ru: Включение пользовательских папок позволит вам сохранять файл в других местах, не распознаваемых другими клиентами.

source: Close
ru: Закрыть
